hyprland
hypridle
hyprlock
hyprpaper
hyprsunset
waybar
kitty
kitty-shell-integration
kitty-terminfo
wofi
cliphist
wl-clipboard
grim
slurp
wpaperd
jq
playerctl
brightnessctl
pamixer
mako
xdg-desktop-portal-hyprland
mpv
thunar
network-manager-applet
blueman
polkit-kde-agent
upower
pipewire
pipewire-pulse
wireplumber
libnotify
pavucontrol
zsh
ttf-jetbrains-mono-nerd
