hyprland
hypridle
hyprlock
hyprpaper
hyprsunset
waybar
kitty
kitty-shell-integration
kitty-terminfo
wofi
cliphist
wl-clipboard
grim
slurp
wpaperd
jq
playerctl
brightnessctl
pamixer
mako
xdg-desktop-portal-hyprland
mpv
